Repository: Masseur123/startopAjax
Catalog: translations/accounting.*.xlf
Languages: fr

source: Number
fr: Numéro

source: Title
fr: Libellé

source: Generate
fr: Généré

source: Year
fr: Année

source: Branch
fr: Agence

# account_db
source: Debit account
fr: Compte débité

# account_cr
source: Credit account
fr: Compte crédité

source: Amount
fr: Montant

source: Reference
fr: Référence

# page.title.journal
source: Manage Journal
fr: Gestion des journaux

source: Accounting plan
fr: Plan comptable

# journal_list
source: List of journal
fr: Liste des journaux

source: Transaction number
fr: No de transaction

# doing_at
source: Operation date
fr: Date opération

source: Debit
fr: Débit

source: Credit
fr: Crédit

# account_generate_list
source: List of account generated
fr: Liste des comptes générés

# page.title.accounting_plan
source: Manage Accounting Plan
fr: Plan comptable

# page.title.accounting_entries
source: Manage Accounting Entries
fr: Gestion des saisis comptables

source: Accounting entries
fr: Saisis comptables

# accounting_entries_list
source: List of accounting entries
fr: Liste des saisis comptables

# verify_then_validate
source: Validate
fr: Validation

source: Account
fr: Compte

# page.title.account_validation
source: Manage account validation
fr: Gestion de la validation des comptes

source: Account validation
fr: Validation des comptes

# page.title.generate_account
source: Account generation management
fr: Gestion de la génération des comptes

# generate_account
source: Account generation
fr: Génération des comptes

source: Validate
fr: Validation
