Repository: Masseur123/startopAjax
Catalog: translations/transit_setting.*.xlf
Languages: fr

source: Dashboard
fr: Tableau de bord

# document_file
source: Documents
fr: Document

source: Save
fr: Enregistrer

source: Container length
fr: Taille du conteneur

source: Name
fr: Nom

source: Transit file
fr: Dossier de transit

source: Boat
fr: Embarcation

source: Origin country
fr: Pays d'origine

source: Origin town
fr: Ville d'origine

# destination_country
source: Dest. country
fr: Pays de dest.

# destination_town
source: Dest. town
fr: Ville de dest.

source: Park
fr: Parc à bois

source: Wood
fr: Type de bois

# page.title.document_file
source: Document file management
fr: Gestion des documents

# page.title.container_length
source: Container length management
fr: Gestion des tailles de conteneurs

# page.title.park
source: Park management
fr: Gestion des parcs à bois

source: Address
fr: Adresse

# page.title.transit_file
source: Transit file management
fr: Gestion des dossiers de transit

# document_file_list
source: List of documents
fr: Liste des documents

# length_list
source: List of container length
fr: Liste des tailles de conteneurs

# park_list
source: List of park
fr: Liste des parcs à bois

source: Is open?
fr: En Cours?

# transit_list
source: List of transit file
fr: Liste des dossiers de transit

# wood_list
source: List of wood
fr: Liste des types de bois

source: Exporter
fr: Exportateur

# page.title.wood
source: Wood management
fr: Gestion des types de bois

# please_confirm_your_action
source: Do you confirm your action ?
fr: Voulez-vous vraiment effectuer cette action ?

source: Cancel
fr: Reset

source: New
fr: Nouveau

source: Modify
fr: Modifier

source: Delete
fr: Supprimer
