Repository: Masseur123/startopAjax
Catalog: translations/transit_container.*.xlf
Languages: fr

source: Transit File
fr: Dossier de transit

source: Container Length
fr: Dimension d'un containeur

source: SAVE
fr: Enregistrer

source: Container
fr: Containeur

# batch
source: Booking
fr: Lot

# plumb_number
source: SEAL Number
fr: Numéro de plomb

source: Dashboard
fr: Tableau de bord

source: Container Loading
fr: Chargement de containeur

# loading_at
source: Loading Date
fr: Date de chargement

source: Wood
fr: Essence de bois

# nbr_of_piece
source: Number of Pieces
fr: Nombre de pièces

# container_filling
source: Container Loading
fr: Plomber un containeur

source: Number
fr: Nombre

# page.title.booking
source: Booking
fr: Gestion des booking

# page.title.container
source: Container
fr: Gestion des containeurs

# page.title.container_loading
source: Container Loading
fr: Gestion du chargement des containeurs

# page.title.container_filling
source: Container Loading
fr: Gestion des plombs

# page.title.generate_container
source: Generate Container
fr: Gestion de la génération des containeurs

# page.title.fill_container
source: Load Container
fr: Gestion du plombage des containeurs

source: Booking List
fr: Liste des booking

source: Container List
fr: Liste des containeurs

source: Loading List
fr: Liste des chargements

source: Containers
fr: Containeurs

# unfill_container_list
source: Empty Container List
fr: Liste des containeurs sans plomb

source: Container Routing List
fr: Liste des mouvements de containeurs

source: Container Generation
fr: Génération des containeurs

# page.title.plumb
source: SEAL
fr: Gestion des plumbs

# plumb
source: Seal
fr: Plumb

source: Cancel
fr: Reverse

source: New
fr: Nouveau

source: Generate
fr: Générer

source: Modify
fr: Modifier

source: Delete
fr: Supprimer

# seal_a_container
source: Plomber un containeur
fr: Plomber un container
